Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# editor.table.insert_row_below
source: Insert Row Below
ar: إدراج صف أسفله
cs: Vložit řádek pod
da: Indsæt række nedenfor
de: Zeile unten einfügen
el: Εισαγωγή σειράς κάτω
es: Insertar fila abajo
fi: Lisää rivi alaspäin
fr: Insérer une ligne en dessous
he: הכנס שורה למטה
hi: नीचे पंक्ति सम्मिलित करें
hu: Sor beszúrása alá
id: Sisipkan Baris Di Bawah
it: Inserisci Riga Sotto
ja: 下に行を挿入
ko: 아래에 행 삽입
ms: Sisipkan Baris Di Bawah
nb: Sett inn rad under
nl: Rij eronder invoegen
pl: Wstaw wiersz poniżej
pt_br: Inserir Linha Abaixo
pt_pt: Inserir Linha Abaixo
ro: Inseraţi rând dedesubt
ru: Вставить строку ниже
sk: Vložiť riadok nižšie
sv: Infoga rad nedan
th: แทรกแถวด้านล่าง
tr: Altına Satır Ekle
uk: Вставити рядок нижче
vi: Chèn Hàng Dưới
zh_hans: 下方插入行
zh_hant: 在下方插入列

# editor.table.rows_menu_title
source: Rows
ar: الصفوف
cs: Řádky
da: Rækker
de: Zeilen
el: Σειρές
es: Filas
fi: Rivit
fr: Lignes
he: שורות
hi: पंक्तियां
hu: Sorok
id: Baris
it: Righe
ja: 行
ko: 행
ms: Baris
nb: Rader
nl: Rijen
pl: Wiersze
pt_br: Linhas
pt_pt: Linhas
ro: Rânduri
ru: Строки
sk: Riadky
sv: Rader
th: แถว
tr: Satırlar
uk: Рядки
vi: Hàng
zh_hans: 行
zh_hant: 列

# editor.weekday.fri
source: Fri
ar: جمع
cs: Pá
da: fre
de: Fr
el: Παρ
es: Vie
fi: Per
fr: Ven
hi: शुक्र
hu: P
id: Jum
it: Ven
ja: 金
ko: 금
ms: Jum
nb: Fre
nl: Vrij
pl: Pt
pt_br: Sex
pt_pt: Sex
ro: V
ru: Пт
sk: Pia
sv: Fre
th: ศ.
tr: Cum
uk: Пт
vi: T6
zh_hans: 周五
zh_hant: 五

# editor.weekday.mon
source: Mon
ar: اثن
cs: Po
da: man
de: Mo
el: Δευ
es: Lun
fi: Maa
fr: Lun
hi: सोम
hu: H
id: Sen
it: Lun
ja: 月
ko: 월
ms: Sen
nb: Man
nl: Maa
pl: Pn
pt_br: Seg
pt_pt: Seg
ro: L
ru: Пн
sk: Pon
sv: Mån
th: จ.
tr: Pzt
uk: Пн
vi: T2
zh_hans: 周一
zh_hant: 一

# editor.weekday.sat
source: Sat
ar: سبت
cs: So
da: lør
de: Sa
el: Σάβ
es: Sab
fi: Lau
fr: Sam
hi: शनि
hu: Sz
id: Sab
it: Sab
ja: 土
ko: 토
ms: Sab
nb: Lør
nl: Zat
pl: So
pt_br: Sab
pt_pt: Sab
ro: S
ru: Сб
sk: Sob
sv: Lör
th: ส.
tr: Cts
uk: Сб
vi: T7
zh_hans: 周六
zh_hant: 六

# editor.weekday.sun
source: Sun
ar: أحد
cs: Ne
da: søn
de: So
el: Κυρ
es: Dom
fr: Dim
hi: रवि
hu: V
id: Min
it: Dom
ja: 日
ko: 일
ms: Min
nb: Søn
nl: Zon
pl: Nd
pt_br: Dom
pt_pt: Dom
ro: D
ru: Вс
sk: Ned
sv: Sön
th: อา.
tr: Paz
uk: Нд
vi: CN
zh_hans: 周日
zh_hant: 日

# editor.weekday.thu
source: Thu
ar: خمي
cs: Čt
da: tor
de: Do
el: Πέμ
es: Jue
fi: Tor
fr: Jeu
hi: गुरु
hu: Cs
id: Kam
it: Gio
ja: 木
ko: 목
ms: Kam
nb: Tor
nl: Don
pl: Cz
pt_br: Qui
pt_pt: Qui
ro: J
ru: Чт
sk: Štv
sv: Tor
th: พ.
tr: Per
uk: Чт
vi: T5
zh_hans: 周四
zh_hant: 四

# editor.weekday.tue
source: Tue
ar: ثلا
cs: Út
da: tir
de: Di
el: Τρ
es: Mar
fi: Tie
fr: Mar
hi: मंगल
hu: K
id: Sel
it: Mar
ja: 火
ko: 화
ms: Sel
nb: Tir
nl: Din
pl: Wt
pt_br: Ter
pt_pt: Ter
ro: Ma
ru: Вт
sk: Uto
sv: Tis
th: อ.
tr: Sal
uk: Вт
vi: T3
zh_hans: 周二
zh_hant: 二

# editor.weekday.wed
source: Wed
ar: أرب
cs: St
da: ons
de: Mi
el: Τετ
es: Mié
fi: Kes
fr: Mer
hi: बुध
hu: Sze
id: Rab
it: Mer
ja: 水
ko: 수
ms: Rab
nb: Ons
nl: Woe
pl: Śr
pt_br: Qua
pt_pt: Qua
ro: Mi
ru: Ср
sk: Str
sv: Ons
th: พ.
tr: Çar
uk: Ср
vi: T4
zh_hans: 周三
zh_hant: 三

# event.badge.read_only
source: Read only
ar: قراءة فقط
cs: Jen pro čtení
da: Skrivebeskyttet
de: Schreibgeschützt
el: Μόνο ανάγνωση
es: Solo lectura
fi: Vain luku
fr: Lecture seule
he: קריאה בלבד
hi: केवल पढ़ने के लिए
hu: Csak olvasható
id: Hanya baca
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
ms: Hanya baca
nb: Skrivebeskyttet
nl: Alleen lezen
pl: Tylko do odczytu
pt_br: Somente leitura
pt_pt: Apenas leitura
ro: Doar citire
ru: Только для чтения
sk: Iba na čítanie
sv: Skrivskyddad
th: อ่านเท่านั้น
tr: Salt Okunur
uk: Тільки для читання
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

# event.date_popover.am
source: AM
ar: صباحاً
el: ΠΜ
fi: AP
hi: पूर्वाह्न
hu: DE
ja: 午前
ko: 오전
ru: ДП
sv: FM
tr: ÖÖ
uk: дп
zh_hans: 上午
zh_hant: 上午

# event.date_popover.at
source: at
ar: في
cs: v
da: kl.
de: um
el: στις
es: en
fi: klo
fr: à
he: ב-
hi: पर
hu: időpontban
id: pada
it: alle
ja: に
ko: 에
ms: pada
nb: kl.
nl: op
pl: o
pt_br: às
pt_pt: em
ro: la
ru: в
sk: o
sv: vid
th: เวลา
tr: saat
uk: о
vi: lúc
zh_hans: 时
zh_hant: 在

# event.date_popover.pm
source: PM
ar: مساءً
el: ΜΜ
fi: IP
hi: अपराह्न
hu: DU
ja: 午後
ko: 오후
ru: ПП
sv: EM
tr: ÖS
uk: пп
zh_hans: 下午
zh_hant: 下午

# event.date.today
source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# event.date.tomorrow
source: Tomorrow
ar: غداً
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
he: מחר
hi: कल
hu: Holnap
id: Besok
it: Domani
ja: 明日
ko: 내일
ms: Besok
nb: I morgen
nl: Morgen
pl: Jutro
pt_br: Amanhã
pt_pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sv: Imorgon
th: พรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# event.date.yesterday
source: Yesterday
ar: أمس
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
fi: Eilen
fr: Hier
he: אתמול
hi: कल
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Kemarin
nb: I går
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sv: Igår
th: เมื่อวาน
tr: Dün
uk: Вчора
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# event.duration.days
source: %lld days
ar: %lld يوم
cs: %lld dní
da: %lld dage
de: %lld Tage
el: %lld ημέρες
es: %lld días
fi: %lld päivää
fr: %lld jours
he: %lld ימים
hi: %lld दिन
hu: %lld nap
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
ms: %lld hari
nb: %lld dager
nl: %lld dagen
pl: %lld dni
pt_br: %lld dias
pt_pt: %lld dias
ro: %lld zile
ru: %lld дней
sk: %lld dní
sv: %lld dagar
th: %lld วัน
tr: %lld gün
uk: %lld днів
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# event.duration.hours
source: %lld hours
ar: %lld ساعة
cs: %lld hodin
da: %lld timer
de: %lld Stunden
el: %lld ώρες
es: %lld horas
fi: %lld tuntia
fr: %lld heures
he: %lld שעות
hi: %lld घंटे
hu: %lld óra
id: %lld jam
it: %lld ore
ja: %lld時間
ko: %lld시간
ms: %lld jam
nb: %lld timer
nl: %lld uren
pl: %lld godzin
pt_br: %lld horas
pt_pt: %lld horas
ro: %lld ore
ru: %lld часов
sk: %lld hodín
sv: %lld timmar
th: %lld ชั่วโมง
tr: %lld saat
uk: %lld годин
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

# event.duration.minutes
source: %lld minutes
ar: %lld دقيقة
cs: %lld minut
da: %lld minutter
de: %lld Minuten
el: %lld λεπτά
es: %lld minutos
fi: %lld minuuttia
he: %lld דקות
hi: %lld मिनट
hu: %lld perc
id: %lld menit
it: %lld minuti
ja: %lld分
ko: %lld분
ms: %lld menit
nb: %lld minutter
nl: %lld minuten
pl: %lld minut
pt_br: %lld minutos
pt_pt: %lld minutos
ro: %lld minute
ru: %lld минут
sk: %lld minút
sv: %lld minuter
th: %lld นาที
tr: %lld dakika
uk: %lld хвилин
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# event.duration.seconds
source: %lld seconds
ar: %lld ثانية
cs: %lld sekund
da: %lld sekunder
de: %lld Sekunden
el: %lld δευτερόλεπτα
es: %lld segundos
fi: %lld sekuntia
fr: %lld secondes
he: %lld שניות
hi: %lld सेकंड
hu: %lld másodperc
id: %lld detik
it: %lld secondi
ja: %lld秒
ko: %lld초
ms: %lld detik
nb: %lld sekunder
nl: %lld seconden
pl: %lld sekund
pt_br: %lld segundos
pt_pt: %lld segundos
ro: %lld secunde
ru: %lld секунд
sk: %lld sekúnd
sv: %lld sekunder
th: %lld วินาที
tr: %lld saniye
uk: %lld секунд
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

# event.field.at
source: At
ar: في
cs: V
da: Kl.
de: Um
el: Στις
es: En
fi: Klo
fr: À
he: בשעה
hi: पर
hu: Időpontja
id: Pada
it: Alle
ja: 時刻
ko: 에
ms: Pada
nb: Kl.
nl: Op
pl: O
pt_br: Em
pt_pt: Às
ro: La
ru: В
sk: O
sv: Vid
th: เวลา
tr: Saat
uk: О
vi: Lúc
zh_hans: 时
zh_hant: 在

# event.field.available
source: Avail
ar: متاح
cs: Dostupné
da: Tilg.
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Saatavilla
fr: Disponible
he: זמין
hi: उपलब्ध
hu: Elérh.
id: Tersedia
it: Disp.
ja: 利用可能
ko: 가용
ms: Tersedia
nb: Tilgjengelig
nl: Beschik.
pl: Dostęp
pt_br: Disp
pt_pt: Disp
ro: Disp.
ru: Доступно
sk: Dostupné
sv: Tillg
th: พร้อม
tr: Uygun
uk: Доступне
vi: Sẵn có
zh_hans: 可用
zh_hant: 可用

# event.field.completed
source: Completed
ar: مكتمل
cs: Dokončeno
da: Færdig
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Achevé
he: הושלם
hi: पूर्ण
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
ms: Selesai
nb: Fullført
nl: Voltooid
pl: Ukończone
pt_br: Concluído
pt_pt: Concluído
ro: Completat
ru: Завершено
sk: Hotovo
sv: Slutförd
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# event.field.date
source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tanggal
nb: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# event.field.due
source: Due
ar: الموعد
cs: Splatné
da: Forfaldt
de: Fällig
el: Λήξη
es: Vence
fi: Erääntyy
fr: Dû
he: תאריך ל-
hi: समय सीमा
hu: Határidő
id: Jatuh Tempo
it: Scadenza
ja: 期限
ko: 기한
ms: Jatuh tempo
nb: Forfall
nl: Vervaldatum
pl: Termin
pt_br: Vencimento
pt_pt: Prazo
ro: Scadență
ru: Срок
sk: Splatné
sv: Förfallen
th: ครบกำหนด
tr: Bitmesi Gereken
uk: Терміновий
vi: Đến hạn
zh_hans: 截止
zh_hant: 截止

# event.field.end
source: End
ar: النهاية
cs: Konec
da: Slutning
de: Ende
el: Τέλος
es: Fin
fi: Loppu
fr: Fin
he: סוף
hi: अंत
hu: Vége
id: Akhir
it: Fine
ja: 終了
ko: 종료
ms: Akhir
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
pt_pt: Fim
ro: Sfârșit
ru: Конец
sk: Koniec
sv: Slut
th: สิ้นสุด
tr: Son
uk: Завершення
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# event.field.notification
source: Notification
ar: الإشعار
cs: Oznámení
da: Notifikation
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fi: Ilmoitus
he: הודעה
hi: सूचना
hu: Értesítés
id: Notifikasi
it: Notifica
ja: 通知
ko: 알림
ms: Notifikasi
nb: Melding
nl: Melding
pl: Powiadomienie
pt_br: Notificação
pt_pt: Notificação
ro: Notificare
ru: Уведомление
sk: Oznámenie
sv: Meddelande
th: การแจ้งเตือน
tr: Bildirim
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# event.field.repeat
source: Repeat
ar: التكرار
cs: Opakování
da: Gentag
de: Wiederholung
el: Επανάληψη
es: Repetir
fi: Toista
fr: Répéter
he: חזור
hi: दोहराएं
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
ms: Ulangi
nb: Gjenta
nl: Herhalen
pl: Powtarzanie
pt_br: Repetir
pt_pt: Repetição
ro: Repetiție
ru: Повтор
sk: Opakovanie
sv: Upprepa
th: ทำซ้ำ
tr: Tekrar
uk: Повторення
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# event.field.scheme
source: Scheme
ar: المخطط
cs: Schéma
da: Skema
de: Schema
el: Σχήμα
es: Esquema
fi: Malli
fr: Schéma
he: סכימה
hi: योजना
hu: Séma
id: Skema
it: Schema
ja: スキーム
ko: 계획
ms: Skema
nb: Oppsett
nl: Schema
pl: Schemat
pt_pt: Esquema
ro: Schemă
ru: Схема
sk: Schéma
sv: Schema
th: แผน
tr: Şema
uk: Схема
vi: Sơ đồ
zh_hans: 方案
zh_hant: 方案

# event.field.start
source: Start
ar: البداية
cs: Začátek
el: Αρχή
es: Inicio
fi: Alkua
fr: Début
he: התחלה
hi: शुरुआत
hu: Kezdete
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Mulai
nl: Begin
pt_br: Início
pt_pt: Início
ru: Начало
sk: Začiatok
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# event.field.title
source: Title
ar: العنوان
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Judul
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sk: Nadpis
sv: Titel
th: ชื่อ
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# event.field.type
source: Type
ar: النوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hu: Típus
id: Jenis
it: Tipo
ja: 種類
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

# event.item_title.untitled
source: (untitled)
ar: (بدون عنوان)
cs: (bez názvu)
da: (uden titel)
de: (ohne Titel)
el: (χωρίς τίτλο)
es: (sin título)
fi: (nimetön)
fr: (sans titre)
he: (ללא כותרת)
hi: (बिना शीर्षक के)
hu: (címszerzett)
id: (tanpa judul)
it: (senza titolo)
ja: （無題）
ko: (제목 없음)
ms: (tanpa judul)
nb: (uten tittel)
nl: (zonder titel)
pl: (bez tytułu)
pt_br: (sem título)
pt_pt: (sem título)
ro: (fără titlu)
ru: (без названия)
sk: (bez názvu)
sv: (utan titel)
th: (ไม่มีชื่อ)
tr: (başlıksız)
uk: (без назви)
vi: (không tiêu đề)
zh_hans: (无标题)
zh_hant: （無標題）

# event.notification.after
source: after
ar: بعد
cs: po
da: efter
de: nach
el: μετά
es: después
fi: jälkeen
fr: après
he: אחרי
hi: बाद में
hu: után
id: setelah
it: dopo
ja: 後
ko: 후
ms: setelah
nb: etter
nl: na
pl: po
pt_br: depois
pt_pt: depois
ro: după
ru: после
sk: po
sv: efter
th: หลังจาก
tr: sonra
uk: після
vi: sau
zh_hans: 之后
zh_hant: 之後

# event.notification.at_time
source: At time
ar: في الوقت
cs: V čase
da: Til tiden
de: Zur geplanten Zeit
el: Στο χρόνο
es: En la hora
fi: Kellonaikaan
fr: À l'heure
he: בשעה
hi: समय पर
hu: Az időpontban
id: Pada waktu
it: All'ora
ja: 時刻に
ko: 시간에
ms: Pada waktu
nb: På tidspunktet
nl: Op het moment
pl: O danej godzinie
pt_br: No horário
pt_pt: No momento
ro: La timp
ru: В определённое время
sk: V čase
sv: Vid tid
th: เวลา
tr: Saat başında
uk: О часу
vi: Lúc
zh_hans: 在指定时间
zh_hant: 在時間

# event.notification.before
source: before
ar: قبل
cs: před
da: før
de: vor
el: πριν
es: antes
fi: ennen
fr: avant
he: לפני
hi: पहले
hu: előtt
id: sebelum
it: prima
ja: 前
ko: 전
ms: sebelum
nb: før
nl: voor
pl: przed
pt_br: antes
pt_pt: antes
ro: înainte
ru: перед
sk: pred
sv: innan
th: ก่อนหน้า
tr: önce
uk: перед
vi: trước
zh_hans: 之前
zh_hant: 之前

# event.notification.option.1_day_before
source: 1 day before
ar: يوم واحد قبل
cs: 1 den před
da: 1 dag før
de: 1 Tag davor
el: 1 ημέρα πριν
es: 1 día antes
fi: 1 päivä ennen
fr: 1 jour avant
he: יום אחד לפני
hi: 1 दिन पहले
hu: 1 nappal előtte
id: 1 hari sebelumnya
it: 1 giorno prima
ja: 1日前
ko: 1일 전
ms: 1 hari sebelumnya
nb: 1 dag før
nl: 1 dag voor
pl: 1 dzień przed
pt_br: 1 dia antes
pt_pt: 1 dia antes
ro: 1 zi înainte
ru: За 1 день перед
sk: 1 deň pred
sv: 1 dag innan
th: 1 วันก่อนหน้า
tr: 1 gün önce
uk: 1 день перед
vi: 1 ngày trước
zh_hans: 提前 1 天
zh_hant: 1 天前

# event.notification.option.1_hour_before
source: 1 hour before
ar: ساعة واحدة قبل
cs: 1 hodinu před
da: 1 time før
de: 1 Stunde davor
el: 1 ώρα πριν
es: 1 hora antes
fi: 1 tunti ennen
fr: 1 heure avant
he: שעה אחת לפני
hi: 1 घंटा पहले
hu: 1 órával előtte
id: 1 jam sebelumnya
it: 1 ora prima
ja: 1時間前
ko: 1시간 전
ms: 1 jam sebelumnya
nb: 1 time før
nl: 1 uur voor
pl: 1 godzina przed
pt_br: 1 hora antes
pt_pt: 1 hora antes
ro: 1 oră înainte
ru: За 1 час перед
sk: 1 hodina pred
sv: 1 timme innan
th: 1 ชั่วโมงก่อนหน้า
tr: 1 saat önce
uk: 1 година перед
vi: 1 giờ trước
zh_hans: 提前 1 小时
zh_hant: 1 小時前

# event.notification.option.5_min_before
source: 5 minutes before
ar: 5 دقائق قبل
cs: 5 minut před
da: 5 minutter før
de: 5 Minuten davor
el: 5 λεπτά πριν
es: 5 minutos antes
fi: 5 minuuttia ennen
fr: 5 minutes avant
he: 5 דקות לפני
hi: 5 मिनट पहले
hu: 5 perccel előtte
id: 5 menit sebelumnya
it: 5 minuti prima
ja: 5分前
ko: 5분 전
ms: 5 menit sebelumnya
nb: 5 minutter før
nl: 5 minuten voor
pl: 5 minut przed
pt_br: 5 minutos antes
pt_pt: 5 minutos antes
ro: 5 minute înainte
ru: За 5 минут перед
sk: 5 minút pred
sv: 5 minuter innan
th: 5 นาทีก่อนหน้า
tr: 5 dakika önce
uk: 5 хвилин перед
vi: 5 phút trước
zh_hans: 提前 5 分钟
zh_hant: 5 分鐘前

# event.notification.option.10_min_before
source: 10 minutes before
ar: 10 دقائق قبل
cs: 10 minut před
da: 10 minutter før
de: 10 Minuten davor
el: 10 λεπτά πριν
es: 10 minutos antes
fi: 10 minuuttia ennen
fr: 10 minutes avant
he: 10 דקות לפני
hi: 10 मिनट पहले
hu: 10 perccel előtte
id: 10 menit sebelumnya
it: 10 minuti prima
ja: 10分前
ko: 10분 전
ms: 10 menit sebelumnya
nb: 10 minutter før
nl: 10 minuten voor
pl: 10 minut przed
pt_br: 10 minutos antes
pt_pt: 10 minutos antes
ro: 10 minute înainte
ru: За 10 минут перед
sk: 10 minút pred
sv: 10 minuter innan
th: 10 นาทีก่อนหน้า
tr: 10 dakika önce
uk: 10 хвилин перед
vi: 10 phút trước
zh_hans: 提前 10 分钟
zh_hant: 10 分鐘前

# event.notification.option.30_min_before
source: 30 minutes before
ar: 30 دقيقة قبل
cs: 30 minut před
da: 30 minutter før
de: 30 Minuten davor
el: 30 λεπτά πριν
es: 30 minutos antes
fi: 30 minuuttia ennen
fr: 30 minutes avant
he: 30 דקות לפני
hi: 30 मिनट पहले
hu: 30 perccel előtte
id: 30 menit sebelumnya
it: 30 minuti prima
ja: 30分前
ko: 30분 전
ms: 30 menit sebelumnya
nb: 30 minutter før
nl: 30 minuten voor
pl: 30 minut przed
pt_br: 30 minutos antes
pt_pt: 30 minutos antes
ro: 30 minute înainte
ru: За 30 минут перед
sk: 30 minút pred
sv: 30 minuter innan
th: 30 นาทีก่อนหน้า
tr: 30 dakika önce
uk: 30 хвилин перед
vi: 30 phút trước
zh_hans: 提前 30 分钟
zh_hant: 30 分鐘前

# event.repeat.custom_rule
source: Custom calendar rule
ar: قاعدة تقويم مخصصة
cs: Vlastní pravidlo kalendáře
da: Tilpasset kalenderregel
de: Benutzerdefinierte Kalenderregel
el: Προσαρμοσμένος κανόνας ημερολογίου
es: Regla de calendario personalizada
fi: Mukautettu kalenterisääntö
fr: Règle de calendrier personnalisée
he: כלל יומן מותאם
hi: कस्टम कैलेंडर नियम
hu: Egyéni naptárabszolút szabály
id: Aturan kalender kustom
it: Regola calendario personalizzata
ja: カスタムカレンダールール
ko: 사용자 정의 달력 규칙
ms: Aturan kalender kustom
nb: Egendefinert kalenderregel
nl: Aangepaste agendagebruik
pl: Niestandardowa reguła kalendarza
pt_br: Regra de calendário personalizada
pt_pt: Regra de calendário personalizada
ro: Regula de calendar personalizată
ru: Пользовательское правило календаря
sk: Vlastné pravidlo kalendára
sv: Anpassad kalenderregel
th: กฎปฏิทินที่กำหนดเอง
tr: Özel takvim kuralı
uk: Користувацьке правило календаря
vi: Quy tắc lịch tùy chỉnh
zh_hans: 自定义日历规则
zh_hant: 自訂日曆規則

# event.repeat.custom_summary
source: Custom: {parts}
ar: مخصص: {parts}
cs: Vlastní: {parts}
da: Tilpasset: {parts}
de: Benutzerdefiniert: {parts}
el: Προσαρμοσμένο: {parts}
es: Personalizada: {parts}
fi: Mukautettu: {parts}
fr: Personnalisé : {parts}
he: מותאם: {parts}
hi: कस्टम: {parts}
hu: Egyéni: {parts}
id: Kustom: {parts}
it: Personalizzato: {parts}
ja: カスタム: {parts}
ko: 사용자 정의: {parts}
ms: Kustom: {parts}
nb: Egendefinert: {parts}
nl: Aangepast: {parts}
pl: Niestandardowy: {parts}
pt_br: Personalizado: {parts}
pt_pt: Personalizado: {parts}
ro: Personalizat: {parts}
ru: Пользовательское: {parts}
sk: Vlastné: {parts}
sv: Anpassad: {parts}
th: กำหนดเอง: {parts}
tr: Özel: {parts}
uk: Користувацький: {parts}
vi: Tùy chỉnh: {parts}
zh_hans: 自定义: {parts}
zh_hant: 自訂：{parts}

# event.repeat.end_label
source: Repeat End
ar: نهاية التكرار
cs: Konec opakování
da: Gentag slut
de: Wiederholung endet
el: Τέλος επανάληψης
es: Fin de repetición
fi: Toiston loppu
fr: Fin de la répétition
he: סוף החזרה
hi: दोहराना समाप्त
hu: Ismétlés vége
id: Akhir Pengulangan
it: Fine Ripetizione
ja: 繰り返し終了
ko: 반복 종료
ms: Akhir Pengulangan
nb: Slutt på gjentakelse
nl: Einde herhalen
pl: Koniec powtarzania
pt_br: Fim da Repetição
pt_pt: Fim da Repetição
ro: Sfârșitul repetării
ru: Конец повтора
sk: Koniec opakovania
sv: Upprepa slut
th: สิ้นสุดการทำซ้ำ
tr: Tekrar Sonu
uk: Завершення повторення
vi: Lặp lại kết thúc
zh_hans: 重复结束
zh_hant: 重複結束

# event.repeat.exception_dates
source: %lld exception dates
ar: %lld تاريخ استثناء
cs: %lld dát výjimek
da: %lld undtagelsesdatoer
de: %lld Ausnahmedaten
el: %lld ημερομηνίες εξαίρεσης
es: %lld fechas de excepción
fi: %lld poikkeamispäivää
fr: %lld dates d'exception
he: %lld תאריכים חריגים
hi: %lld अपवाद तारीखें
hu: %lld kivételes dátum
id: %lld tanggal pengecualian
it: %lld date di eccezione
ja: %lld件の例外日
ko: %lld개 예외 날짜
ms: %lld tanggal pengecualian
nb: %lld unntaksdager
nl: %lld uitzonderingsdata
pl: %lld dat wyjątku
pt_br: %lld datas de exceção
pt_pt: %lld datas de exceção
ro: %lld date excepție
ru: %lld дат исключения
sk: %lld výnimiek
sv: %lld undantagsdatum
th: %lld วันยกเว้น
tr: %lld istisna tarihleri
uk: %lld дат винятку
vi: %lld ngày ngoại lệ
zh_hans: %lld 个例外日期
zh_hant: %lld 個例外日期

# event.repeat.extra_dates
source: %lld extra dates
ar: %lld تاريخ إضافي
cs: %lld dodatečných dat
da: %lld ekstra datoer
de: %lld zusätzliche Daten
el: %lld πρόσθετες ημερομηνίες
es: %lld fechas adicionales
fi: %lld lisäpäiviä
fr: %lld dates supplémentaires
he: %lld תאריכים נוספים
hi: %lld अतिरिक्त तारीखें
hu: %lld extra dátum
id: %lld tanggal tambahan
it: %lld date extra
ja: %lld件の追加日
ko: %lld개 추가 날짜
ms: %lld tanggal tambahan
nb: %lld ekstra dager
nl: %lld extra data
pl: %lld dodatkowych dat
pt_br: %lld datas adicionais
pt_pt: %lld datas adicionais
ro: %lld date suplimentare
ru: %lld дополнительных дат
sk: %lld extra dátumov
sv: %lld extradatum
th: %lld วันพิเศษ
tr: %lld ek tarihler
uk: %lld додаткових дат
vi: %lld ngày bổ sung
zh_hans: %lld 个额外日期
zh_hant: %lld 個額外日期

# event.repeat.never
source: Never
ar: أبداً
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
fi: Ei koskaan
fr: Jamais
he: לעולם לא
hi: कभी नहीं
hu: Soha
id: Tidak pernah
it: Mai
ja: なし
ko: 없음
ms: Tidak pernah
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ไม่เคย
tr: Hiçbir Zaman
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

# event.repeat.overrides
source: %lld overrides
ar: %lld تجاوز
cs: %lld přepsání
da: %lld tilsidesættelser
de: %lld Überschreibungen
el: %lld παρακάμψεις
es: %lld anulaciones
fi: %lld ohitusta
fr: %lld remplacements
he: %lld עדכונים
hi: %lld ओवरराइड्स
hu: %lld felülírás
id: %lld perubahan
it: %lld sostituzioni
ja: %lld件の上書き
ko: %lld개 재정의
ms: %lld pengesampingan
nb: %lld overstyringer
nl: %lld overschrijvingen
pl: %lld zastąpień
pt_br: %lld substituições
pt_pt: %lld substituições
ro: %lld suprascriiri
ru: %lld переопределений
sk: %lld prepisov
sv: %lld åsidosättningar
th: %lld การแทนที่
tr: %lld geçersiz kılmalar
uk: %lld винятків
vi: %lld ghi đè
zh_hans: %lld 个覆盖
zh_hant: %lld 個覆蓋

# event.scope_dialog.all_events
source: All events
ar: جميع الأحداث
cs: Všechny události
da: Alle events
de: Alle Ereignisse
el: Όλα τα γεγονότα
es: Todos los eventos
fi: Kaikki tapahtumat
fr: Tous les événements
he: כל האירועים
hi: सभी कार्यक्रम
hu: Minden esemény
id: Semua acara
it: Tutti gli eventi
ja: すべてのイベント
ko: 모든 이벤트
ms: Semua peristiwa
nb: Alle hendelser
nl: Alle evenementen
pl: Wszystkie zdarzenia
pt_br: Todos os eventos
pt_pt: Todos os eventos
ro: Toate evenimentele
ru: Все события
sk: Všetky udalosti
sv: Alla händelser
th: ทุกเหตุการณ์
tr: Tüm etkinlikler
uk: Усі подіï
vi: Tất cả sự kiện
zh_hans: 所有事件
zh_hant: 所有事件

# event.scope_dialog.subtitle
source: Which events should this apply to?
ar: أي أحداث يجب تطبيق هذا عليها؟
cs: Na které události by se mělo vztahovat?
da: Hvilke events skal dette gælde for?
de: Auf welche Ereignisse soll sich dies auswirken?
el: Σε ποια γεγονότα πρέπει να ισχύει αυτό;
es: ¿A cuáles eventos debería aplicarse esto?
fi: Mihin tapahtumiin tätä tulisi soveltaa?
fr: À quel événement cela doit-il s'appliquer ?
he: לאילו אירועים יש להחיל זאת?
hi: यह किन कार्यक्रमों पर लागू होना चाहिए?
hu: Mely eseményekre vonatkozzon?
id: Acara mana yang harus ini berlaku?
it: Quali eventi dovrebbero essere interessati?
ja: このイベントはどれに適用されますか？
ko: 이 변경사항을 어느 이벤트에 적용해야 합니까?
ms: Peristiwa mana yang harus berlaku?
nb: Hvilke hendelser skal dette gjelde for?
nl: Op welke evenementen moet dit van toepassing zijn?
pl: Które zdarzenia powinny to dotyczyć?
pt_br: Quais eventos devem ser afetados?
pt_pt: A que eventos deve aplicar-se?
ro: La care evenimente ar trebui să se aplice?
ru: На какие события это должно применяться?
sk: Na ktoré udalosti sa to má vzťahovať?
sv: Vilka händelser ska detta gälla för?
th: เหตุการณ์ใดที่ควรใช้กับสิ่งนี้?
tr: Bu hangi etkinliklere uygulanmalı?
uk: До яких подій це має застосуватися?
vi: Sự kiện nào sẽ áp dụng?
zh_hans: 这应该应用于哪些事件?
zh_hant: 這應該適用於哪些事件？
